[
  {
    "name": "Absorption des Éléments",
    "name_en": "Absorb Elements",
    "level": 1,
    "school": "Abjuration",
    "classes": ["Artificier", "Druide", "Ensorceleur", "Magicien", "Rôdeur"],
    "components": ["S"],
    "casting_time": "1 réaction",
    "duration": "1 round",
    "range": "Personnelle",
    "ritual": false,
    "concentration": false,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": true,
    "saving_throws": [],
    "description": "Le sort capte une partie de l'énergie entrante, ce qui réduit son effet sur vous et la stocke pour votre prochaine attaque au corps à corps. (Lorsque vous prenez lorsque vous subissez des dégâts d'acide, de froid, de feu, de foudre ou de tonnerre). Vous obtenez une résistance à ce type de dégâts jusqu'au début de votre prochain tour. De plus, la première fois que vous touchez avec une attaque au corps à corps lors de votre prochain tour, la cible subit 1d6 dégâts supplémentaires du type d'élément ciblé, et le sort se termine."
  },
  {
    "name": "Agrandissement Rapetissement",
    "name_en": "Enlarge Reduce",
    "level": 2,
    "school": "Transmutation",
    "classes": ["Artificier", "Barde", "Druide", "Ensorceleur", "Magicien"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "1 minute",
    "range": "9 mètres",
    "ritual": false,
    "concentration": true,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": false,
    "saving_throws": ["force", "constitution"],
    "description": "Vous agrandissez ou réduisez en taille une créature ou un objet que vous pouvez voir et qui est à portée pour la durée du sort. Choisissez une créature ou un objet qui n'est pas porté ou transporté. Si la cible n'est pas consentante, elle peut effectuer un jet de sauvegarde de Constitution. En cas de réussite, le sort n'a aucun effet. Si la cible est une créature, toutes les choses qu'elle porte et transporte changent de taille avec elle. Tout objet lâché par la créature affectée reprend sa taille normale. Agrandissement. La cible double dans toutes les dimensions, et son poids est multiplié par huit. Cela augmente sa taille d'une catégorie, de M à G par exemple. S'il n'y a pas assez de place dans la pièce pour que la cible double de taille, la créature ou l'objet atteint la taille maximale possible dans l'espace disponible. Jusqu'à la fin du sort, la cible a aussi un avantage à ses jets de Force et ses jets de sauvegarde de Force. Les armes de la cible grandissent également. Tant que ces armes sont agrandies, les attaques de la cible occasionnent 1d4 dégâts supplémentaires. Rapetissement. La taille de la cible est diminuée de moitié dans toutes les dimensions, et son poids est divisé par huit. Cette réduction diminue sa taille d'une catégorie, de M à P par exemple. Jusqu'à la fin du sort, la cible a un désavantage à ses jets de Force et à ses jets de sauvegarde de Force. Les armes de la cible rapetissent aussi. Tant que ces armes sont réduites, les attaques de la cible occasionnent 1d4 dégâts en moins (minimum 1 point de dégâts)."
  },
  {
    "name": "Aide",
    "name_en": "Aid",
    "level": 2,
    "school": "Abjuration",
    "classes": ["Artificier", "Barde", "Clerc", "Paladin", "Rôdeur"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "8 heures",
    "range": "9 mètres",
    "ritual": false,
    "concentration": false,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": true,
    "saving_throws": [],
    "description": "Votre sort emplit vos alliés de robustesse et de résolution. Choisissez jusqu'à trois créatures à portée. Le maximum de points de vie et les points de vie actuels de chaque cible augmentent de 5 pour la durée du sort. Aux niveaux supérieurs. Lorsque vous lancez ce sort en utilisant un emplacement de sort de niveau 3 ou supérieur, les points de vie de chaque cible augmentent de 5 pour chaque niveau d'emplacement au-delà du niveau 2."
  },
  {
    "name": "Alarme",
    "name_en": "Alarm",
    "level": 1,
    "school": "Abjuration",
    "classes": ["Artificier", "Magicien", "Rôdeur"],
    "components": ["V", "S", "M"],
    "casting_time": "1 minute",
    "duration": "8 heures",
    "range": "9 mètres",
    "ritual": true,
    "concentration": false,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": false,
    "saving_throws": [] ,
    "description": "Vous mettez en place une alarme contre les intrusions indésirables. Choisissez une porte, une fenêtre, ou une zone à portée qui ne dépasse pas un cube de 6 mètres d'arête. Jusqu'à la fin du sort, une alarme vous alerte lorsqu'une créature de taille TP ou supérieure touche ou pénètre la zone surveillée. Lorsque vous lancez ce sort, vous pouvez désigner des créatures qui ne déclencheront pas l'alarme. Vous pouvez également choisir si l'alarme est audible ou juste mentale. Une alarme mentale vous alerte avec une sonnerie dans votre esprit à condition que vous soyez à 1,5 kilomètre maximum de la zone surveillée. Cette sonnerie vous réveille si vous êtes endormi. Une alarme audible produit le son d'une clochette à main, pendant 10 secondes, pouvant être entendue à 18 mètres."
  },
  {
    "name": "Allié Planaire",
    "name_en": "Planar Ally",
    "level": 6,
    "school": "Invocation",
    "classes": ["Clerc"],
    "components": ["V", "S"],
    "casting_time": "10 minutes",
    "duration": "Instantanée",
    "range": "18 mètres",
    "ritual": false,
    "concentration": false,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": false,
    "saving_throws": [] ,
    "description": "Vous sollicitez l'aide d'une entité d'Outremonde. Vous devez connaître l'être en question : un dieu, un primordial, un prince démon ou un autre être au pouvoir cosmique. Cette entité envoie un céleste, un élémentaire ou un fiélon qui lui est loyal pour vous aider, faisant apparaître cette créature dans un espace inoccupé à portée. Si vous connaissez le nom spécifique d'une créature, vous pouvez prononcer ce nom au moment de lancer ce sort pour invoquer précisément cette créature, mais vous risquez quand même de recevoir une autre créature (au choix du MD). Lorsque la créature apparaît, elle n'est pas contrainte d'agir d'une manière particulière. Vous pouvez demander à la créature de vous rendre un service en échange d'un paiement, mais elle n'est pas obligée de s'exécuter. Un large éventail de requêtes s'offre à vous, des plus simples (« Fais-nous survoler le gouffre », « Aide-nous à combattre ») aux plus complexes (« Espionne nos ennemis », « Protège-nous pendant notre incursion dans le donjon »). Vous devez être capable de communiquer avec la créature pour pouvoir négocier ses services. Le paiement peut prendre diverses formes. Un céleste pourrait demander que vous fassiez une importante donation sous forme d'or ou d'objets magiques à un temple allié, tandis qu'un fiélon pourrait demander le sacrifice d'un être vivant ou une part du trésor. Certaines créatures pourraient vous rendre service à condition que vous acceptiez une quête pour elle. Le tarif généralement pratiqué pour une tâche dont la durée est calculée en minutes est de 100 po par minute. Une tâche dont la durée se calcule en heures est de 1 000 po par heure. Et une tâche dont la durée se calcule en jours (jusqu'à un maximum de 10 jours) est de 10 000 po par jour. Le MD peut ajuster ces tarifs en fonction des raisons pour lesquelles vous lancez ce sort. Si la tâche s'accorde à l'éthique de la créature, le paiement pourrait être divisé par deux, voire non requis. Typiquement, une tâche non dangereuse ne requiert que la moitié du paiement suggéré ci-dessus, tandis qu'une tâche particulièrement dangereuse pourrait nécessiter une offrande beaucoup plus importante. Les créatures acceptent rarement les tâches qui semblent suicidaires. Après qu'une créature ait accompli la tâche que vous lui avez confiée, ou lorsque la durée de service convenue arrive à échéance, la créature retourne sur son plan après vous avoir fait un rapport, si cela est approprié à la tâche ou si elle le peut. Si vous n'êtes pas capable de vous entendre sur le paiement de la tâche, la créature retourne immédiatement dans son plan d'origine. Une créature enrôlée dans votre groupe compte comme un membre à part entière, recevant son quota de points d'expérience comme tous les autres membres."
  },
  {
    "name": "Amélioration de Caractéristique",
    "name_en": "Enhance Ability",
    "level": 2,
    "school": "Transmutation",
    "classes": ["Artificier", "Barde", "Clerc", "Druide", "Ensorceleur", "Magicien", "Occultiste"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "1 heure",
    "range": "Toucher",
    "ritual": false,
    "concentration": true,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": true,
    "saving_throws": ["force", "dextérité", "constitution", "intelligence", "sagesse", "charisme"],
    "description": "Vous touchez une créature et lui accordez une amélioration magique. Choisissez l'un des effets suivants ; la cible gagne cet effet jusqu'à ce que le sort prenne fin. Force du taureau. La cible a un avantage à ses jets de Force, et sa capacité de charge double. Grâce féline. La cible a un avantage à ses jets de Dextérité. De plus, elle ne subit aucun dégât lorsqu'elle chute de 6 mètres ou moins et qu'elle n'est pas incapable d'agir. Endurance de l'ours. La cible a un avantage à ses jets de Constitution. Elle gagne également 2d6 points de vie temporaires, qui sont perdus lorsque le sort prend fin. Ruse du renard. La cible a un avantage à ses jets d'Intelligence. Sagesse du hibou. La cible a un avantage à ses jets de Sagesse. Splendeur de l'aigle. La cible a un avantage à ses jets de Charisme."
  },
  {
    "name": "Amélioration de Compétences",
    "name_en": "Skill Empowerment",
    "level": 5,
    "school": "Transmutation",
    "classes": ["Artificier", "Barde", "Ensorceleur", "Magicien"],
    "components": ["V", "S"],
    "casting_time": "1 action",
    "duration": "1 heure",
    "range": "Toucher",
    "ritual": false,
    "concentration": true,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": false,
    "saving_throws": ["force", "dextérité", "constitution", "intelligence", "sagesse", "charisme"],
    "description": "Votre magie permet à une créature de mieux comprendre son propre talent. Vous touchez une créature consentante et lui confèrez l'Expertise dans une compétence de votre choix ; jusqu'à la fin du sort, la créature double son bonus de maîtrise pour les tests de caractéristique qu'elle effectue utilisant la compétence choisie. Vous devez choisir une compétence que la cible maîtrise et qui ne bénéficie pas déjà d'un effet, comme Expertise, qui double son bonus de maîtrise."
  },
  {
    "name": "Amis",
    "name_en": "Friends",
    "level": 0,
    "school": "Enchantement",
    "classes": ["Barde", "Ensorceleur", "Magicien", "Occultiste"],
    "components": ["S", "M"],
    "casting_time": "1 action",
    "duration": "1 minute",
    "range": "Personnelle",
    "ritual": false,
    "concentration": true,
    "material_consumed": true,
    "material_mandatory": true,
    "upcasting": false,
    "saving_throws": [],
    "description": "Pour la durée du sort, vous avez un avantage à tous vos jets de Charisme effectués contre une créature de votre choix qui n'a pas une attitude hostile envers vous. Lorsque le sort prend fin, la créature réalise que vous avez utilisé la magie pour l'influencer et devient hostile à votre égard. Une créature plutôt violente risque de vous attaquer. D'autres créatures peuvent vous demander de l'argent ou un service (à la discrétion du MD), cela dépend de la nature de l'échange que vous avez eu avec la créature."
  },
  {
    "name": "Amitié avec les Animaux",
    "name_en": "Animal Friendship",
    "level": 1,
    "school": "Enchantement",
    "classes": ["Barde", "Druide", "Rôdeur"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "24 heures",
    "range": "9 mètres",
    "ritual": false,
    "concentration": false,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": true,
    "saving_throws": [],
    "description": "Ce sort vous permet de persuader une bête que vous ne lui voulez aucun mal. Choisissez une bête que vous pouvez voir dans la portée du sort. Elle doit vous voir et vous entendre. Si l'Intelligence de la bête est de 4 ou plus, le sort échoue. Autrement, la bête doit réussir un jet de sauvegarde de Sagesse ou être charmée pour la durée du sort. Si vous, ou un de vos compagnons, blessez la cible, le sort prend fin. Aux niveaux supérieurs. Lorsque vous lancez ce sort en utilisant un emplacement de sort de niveau 2 ou supérieur, vous pouvez charmer une bête supplémentaire pour chaque niveau d'emplacement au-delà du niveau 1."
  },
  {
    "name": "Corde Enchantée",
    "name_en": "Rope Trick",
    "level": 2,
    "school": "Transmutation",
    "classes": ["Artificier", "Ensorceleur", "Magicien"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "1 heure",
    "range": "Toucher",
    "ritual": false,
    "concentration": false,
    "material_consumed": true,
    "material_mandatory": true,
    "upcasting": false,
    "saving_throws": [],
    "description": "Une corde jusqu’à 18 mètres de long se dresse verticalement. Elle reste en place pendant la durée du sort."
  },
  {
    "name": "Boule de Feu",
    "name_en": "Fireball",
    "level": 3,
    "school": "Évocation",
    "classes": ["Ensorceleur", "Magicien"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "Instantanée",
    "range": "45 mètres",
    "ritual": false,
    "concentration": false,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": true,
    "saving_throws": ["dextérité"],
    "description": "Une explosion de flammes jaillit. Toute créature dans la zone doit faire un jet de sauvegarde de Dextérité."
  },
  {
    "name": "Contagion",
    "name_en": "Contagion",
    "level": 5,
    "school": "Nécromancie",
    "classes": ["Clerc", "Druide"],
    "components": ["V", "S"],
    "casting_time": "1 action",
    "duration": "7 jours",
    "range": "Toucher",
    "ritual": false,
    "concentration": true,
    "saving_throws": ["force", "dextérité", "constitution", "intelligence", "sagesse", "charisme"],
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": true,
    "description": "Vous touchez une créature et imprégnez son corps d'une maladie. La maladie affaiblit ses statistiques pendant plusieurs jours."
  },
  {
    "name": "Flétrissure Épouvantable d'Abi-Dalzim",
    "name_en": "Abi-Dalzim's Horrid Wilting",
    "level": 8,
    "school": "Nécromancie",
    "classes": ["Ensorceleur", "Magicien"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "Instantanée",
    "range": "45 mètres",
    "ritual": false,
    "concentration": false,
    "saving_throws": ["constitution"],
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": false,
    "description": "Vous absorbez l'humidité de chaque créature dans un cube de 9 mètres d'arête centré sur un point de votre choix dans la portée du sort. Chaque créature dans cette zone doit faire un jet de sauvegarde de Constitution. Les morts-vivants et les artificiels ne sont pas affectés ; les plantes et les élémentaires d'eau font ce jet de sauvegarde avec un désavantage. Une créature subit 12d8 dégâts nécrotiques en cas d'échec, ou la moitié de ces dégâts en cas de réussite. Les plantes non magiques dans la zone qui ne sont pas des créatures, comme les arbres et les arbustes, se flétrissent et meurent instantanément."
  }
]


