[
  {
    "name": "Absorption des Éléments",
    "name_en": "Absorb Elements",
    "level": 1,
    "school": "Abjuration",
    "classes": ["Druide", "Ensorceleur", "Magicien", "Rôdeur"],
    "components": ["S"],
    "casting_time": "1 réaction",
    "duration": "1 round",
    "range": "Personnelle",
    "ritual": false,
    "concentration": false,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": true,
    "saving_throws": [],
    "description": "Le sort capte une partie de l'énergie entrante, ce qui réduit son effet sur vous et la stocke pour votre prochaine attaque au corps à corps. Vous obtenez une résistance à ce type de dégâts jusqu'au début de votre prochain tour.(Lorsque vous prenez lorsque vous subissez des dégâts d'acide, de froid, de feu, de foudre ou de tonnerre). De plus, la première fois que vous touchez avec une attaque au corps à corps lors de votre prochain tour, la cible subit 1d6 dégâts supplémentaires du type d'élément ciblé, et le sort se termine."
  },
  {
    "name": "Agrandissement Rapetissement",
    "name_en": "Enlarge Reduce",
    "level": 2,
    "school": "Transmutation",
    "classes": ["Barde", "Druide", "Ensorceleur", "Magicien"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "1 minute",
    "range": "9 mètres",
    "ritual": false,
    "concentration": true,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": false,
    "saving_throws": ["Constitution"],
    "description": "Vous agrandissez ou réduisez en taille une créature ou un objet que vous pouvez voir et qui est à portée pour la durée du sort. Choisissez une créature ou un objet qui n'est pas porté ou transporté. Si la cible n'est pas consentante, elle peut effectuer un jet de sauvegarde de Constitution. En cas de réussite, le sort n'a aucun effet. Si la cible est une créature, toutes les choses qu'elle porte et transporte changent de taille avec elle. Tout objet lâché par la créature affectée reprend sa taille normale. Agrandissement. La cible double dans toutes les dimensions, et son poids est multiplié par huit. Cela augmente sa taille d'une catégorie, de M à G par exemple. S'il n'y a pas assez de place dans la pièce pour que la cible double de taille, la créature ou l'objet atteint la taille maximale possible dans l'espace disponible. Jusqu'à la fin du sort, la cible a aussi un avantage à ses jets de Force et ses jets de sauvegarde de Force. Les armes de la cible grandissent également. Tant que ces armes sont agrandies, les attaques de la cible occasionnent 1d4 dégâts supplémentaires. Rapetissement. La taille de la cible est diminuée de moitié dans toutes les dimensions, et son poids est divisé par huit. Cette réduction diminue sa taille d'une catégorie, de M à P par exemple. Jusqu'à la fin du sort, la cible a un désavantage à ses jets de Force et à ses jets de sauvegarde de Force. Les armes de la cible rapetissent aussi. Tant que ces armes sont réduites, les attaques de la cible occasionnent 1d4 dégâts en moins (minimum 1 point de dégâts)."
  },
  {
    "name": "Corde Enchantée",
    "name_en": "Rope Trick",
    "level": 2,
    "school": "Transmutation",
    "classes": ["Ensorceleur", "Magicien"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "1 heure",
    "range": "Toucher",
    "ritual": false,
    "concentration": false,
    "material_consumed": true,
    "material_mandatory": true,
    "upcasting": false,
    "saving_throws": [],
    "description": "Une corde jusqu’à 18 mètres de long se dresse verticalement. Elle reste en place pendant la durée du sort."
  },
  {
    "name": "Boule de Feu",
    "name_en": "Fireball",
    "level": 3,
    "school": "Évocation",
    "classes": ["Ensorceleur", "Magicien"],
    "components": ["V", "S", "M"],
    "casting_time": "1 action",
    "duration": "Instantanée",
    "range": "45 mètres",
    "ritual": false,
    "concentration": false,
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": true,
    "saving_throws": ["dextérité"],
    "description": "Une explosion de flammes jaillit. Toute créature dans la zone doit faire un jet de sauvegarde de Dextérité."
  },
  {
    "name": "Contagion",
    "name_en": "Contagion",
    "level": 5,
    "school": "Nécromancie",
    "classes": ["Clerc", "Druide"],
    "components": ["V", "S"],
    "casting_time": "1 action",
    "duration": "7 jours",
    "range": "Toucher",
    "ritual": false,
    "concentration": true,
    "saving_throws": ["force", "dextérité", "constitution", "intelligence", "sagesse", "charisme"],
    "material_consumed": false,
    "material_mandatory": false,
    "upcasting": true,
    "description": "Vous touchez une créature et imprégnez son corps d'une maladie. La maladie affaiblit ses statistiques pendant plusieurs jours."
  }
]
